{
  "hola": "¡Hola! ¿En qué puedo ayudarte?",
  "cómo descargo": "Hacelo desde nuestra web. Buscá la herramienta que quieras, hacé clic en “Descargar” y luego ejecutala.",
  "qué herramientas hay": "Tenemos herramientas de limpieza, optimización, recuperación, gestión de proyectos y monitoreo en tiempo real.",
  "para qué sirve RescueHub": "Sirve para liberar espacio, borrar rastros, limpiar el sistema y mejorar el rendimiento general en Linux.",
  "cómo uso RescueHub": "Solo tenés que descargar la app desde la web, descomprimirla y ejecutarla. No necesita instalación.",
  "funciona RescueHub en Windows": "No, RescueHub está diseñada solo para Linux por ahora.",
  "qué es AppGanTT v1": "Es una versión básica para planificar tareas con diagramas de Gantt. Ideal para proyectos simples.",
  "cómo funciona AppGanTT v1": "Descargás, descomprimís y ejecutás. Podés cargar tareas con duración y verlas en el gráfico Gantt.",
  "AppGanTT v1 permite dependencias": "No, esa funcionalidad solo está disponible en la versión v2.",
  "qué tiene de nuevo AppGanTT v2": "Incluye vista dividida, dependencias, fechas automáticas, colores únicos y edición sin borrar.",
  "AppGanTT v2 permite tareas con predecesoras": "Sí, podés usar el número de fila para establecer dependencias entre tareas.",
  "cómo ejecuto AppGanTT v2": "Descargás el archivo, lo descomprimís y ejecutás directamente. No requiere instalación.",
  "AppGanTT v2 genera el gráfico automáticamente": "Sí, el gráfico se actualiza en tiempo real al agregar o editar tareas.",
  "qué es DP Reuniones App": "Es una app para organizar reuniones de grupo, gestionar tareas y mantener el seguimiento de compromisos.",
  "sirve para grupos escolares o de trabajo": "Sí, es útil para grupos de estudio, equipos de trabajo y cualquier grupo que necesite organizar reuniones y tareas.",
  "cómo la ejecuto": "Solo tenés que descargarla, descomprimir y hacer doble clic para abrir.",
  "se puede usar sin conexión": "Sí, todas las apps funcionan localmente, sin conexión a internet.",
  "qué es Monitor de Consumo": "Es una app que muestra en tiempo real el uso de CPU, RAM y disco. Ideal para ver el rendimiento de tu sistema.",
  "qué tan preciso es el monitoreo": "La información se actualiza en tiempo real con métricas directas del sistema.",
  "necesita instalarse": "No, solo descargás, descomprimís y ejecutás la app directamente.",
  "funciona en todas las distros de Linux": "Sí, debería funcionar en cualquier distribución que tenga Python 3.",
  "necesito instalar algo": "No. Nuestras herramientas son portables. Solo descargás y ejecutás.",
  "se pueden usar en Windows": "Por ahora todas están desarrolladas para sistemas Linux.",
  "dónde puedo reportar errores": "Podés contactarnos por el correo de soporte que aparece al final de la página.",
  "gracias": "¡De nada! 😊",
  "chau": "¡Hasta luego! Que tengas un buen día.",
  "adiós": "¡Hasta luego! Que tengas un buen día."
}